const ru = {
  nav_asosiy: "Основной",
  nav_jurnallar: "Журналы",
  nav_yuklash: "Подать заявку",
  nav_shartlar: "Условия",
  nav_aloqa: "Контакты",
  nav_kirish: "Войти",

  main_h1: "Articles.uz — научные интернет-журналы для публикации статей",
  main_p: "Ниже приведен список журналов, которые принимают статьи.",
  main_deadline: "Последный срок подачи статей",
  main_pAbout: "О журнале",
  main_aboutText:
    "Интернет-журналы Articles.uz – это ежемесячные научные публикации, издаваемые на узбекском языке в электронном и печатном виде.",
  main_aboutText2:
    "Электронные журналы Articles.uz ориентированы на преподавателей вузов, исследователей и специалистов в различных областях науки.",
  main_aboutText3:
    "Исследовательская деятельность развивается бурными темпами во всех научных направлениях. Появляются новые решения, мнения и подходы к тем или иным проблемам что характерен для научного сообщества. По результатам исследований необходимы публикации в научных журналах.",
  main_maqsadimiz: "Наша главная цель — повысить продуктивность исследователей",
  main_maqsadimiz2:
    "Исследовательские научные журналы для публикации статей являются эффективными помощниками в их работе. Научно-технический методы публикации материалов разработки упрощенный. Теперь вы идете в издательство, чтобы опубликовать работу вам не придется долго ждать, чтобы пойти. Просто опубликуйте Просто отправьте нам статью, которую вы хотите сделать!",
  main_statistics:
    "За время своего существования данный интернет-журнал создал электронную базу множества научных статей исследователей, педагогов а также предотвратил плагиат.",
  main_allArticles: "Все статьи",
  main_avtorlar: "Авторы",
  main_xodimlar: "Научные Исследователи",
  main_maqsadimiz3:
    "Мы стремимся предоставить авторам максимально комфортные условия работы:",
  main_tekshirish: "Срок рассмотрения (10 дней)",
  main_jonatish: "Предоставить печатную версию журнала в течение 20 дней",
  main_narxlar: "Выгодные цены",

  main_boglanish: "Связаться с нами",
  adres: "Адрес :",
  main_adres: "г. Ташкент, Мирзо-Улугбекский район, КАРАСУВ 6, 1-ДОМ, 55 кв",
  aloqa: "Контакты :",
  tarmoqlar: "Соц. Сети :",
  main_savollar: "Есть вопросы?",

  // Jurnallar ro'yxati

  jurnallar_h1: "Список научных онлайн-журналов Articles.uz",
  jurnallar_cat_all: "Все",
  jurnallar_art_rec: "Журналы, в которых принимаются статьи",
  jurnallar_rec: "Все журналы, из которых принимаются статьи",

  login_h2: "Войти в систему",
  login_tel: "Телефон",
  login_password: "Пароль",
  login_register: "Регистрация",
  login_restore: "Забыли пароль?",

  shartlar_h1: "Условия публикации",
  shartlar_korish: "Предварительный просмотр",
  shartlar_narxlar: "Цена публикации",
  shartlar_talablar: "Требования",
  shartlar_yonalishlar: "Научные направления",
  shartlar_koribchiqish: "Процедура предварительного просмотра",
  korish_1:
    "Все статьи проходят проверку на плагиат ((оригинальность) должно быть не менее 80%), Рассматриваются членами редколлегии или сторонними комментаторами, кандидатами или докторами наук.",
  korish_2:
    "После принятия статьи секретарь редколлегии журнальный профиль статьи, требования к оформлению определяет пригодность и редколлегия статьи одному из участников или внешнему комментатору - эксперту, кто имеет наиболее близкую научную специализацию к теме статьи отправляет отзыв доктору или кандидату наук.",
  korish_3: "Срок рассмотрения статьи 10 дней.",
  korish_4:
    "Член редколлегии или внешний комментатор в обзор включены следующие вопросы:",
  korish_5:
    "содержание статьи к теме, опубликованной под заголовком совместимый;",
  korish_6:
    "статья к современным достижениям науки в соответствующей области насколько уместно; читателям материала статьи язык, стиль, расположение материалов, таблицы, просмотр схем, рисунков и формул наличие в плане;",
  korish_7:
    "соответствует ли публикация статьи новизне материалов статьи; какие недостатки, исправления и дополнения следует внести автору статьи;",
  korish_8:
    "доступность материала статьи для читателей по языку, стилю, оформлению материала, внешнему виду таблиц, схем, схем и формул;",
  korish_9:
    "какие недостатки, исправления и дополнения следует внести автору статьи;",
  korish_10: "Все комментарии членов редколлегии утверждаются издательством;",
  korish_11:
    "Комментарии внешних комментаторов утверждаются в порядке, установленном учреждением, в котором работает комментатор.",
  korish_12:
    "При наличии рекомендаций по исправлению и улучшению статьи секретарь редколлегии Articles.uz Magazines направляет автору замечания с предложением учесть их при подготовке новой редакции статьи или отклонить их (частично или полностью). Статья, разработанная (доработанная) автором, направляется на рецензирование.",
  korish_13:
    "Статья, не рекомендованная к публикации комментатором, на доработку не принимается. Текст отрицательного заключения будет направлен автору по электронной почте.",
  korish_14:
    "После принятия редколлегиями журналов Articles.uz решения о разрешении публикации статьи автор выставляет счет на оплату публикации, который покрывает расходы на публикацию. Автор предоставляет информацию о поступлении оплаты по электронной почте, а также дату публикации.",

  sum: "сум",
  bepul: "Бесплатно",
  nashr_1: "Опубликовать статью",
  nashr_2: "Печатный журнал (для копии)",
  nashr_3: "Распечатано (для копирования)",
  nashr_4: "SMS-уведомление о публикации статьи",
  nashr_5: "Служба доставки печатных журналов (г.Ташкент)",
  nashr_6: "Служба доставки печатных журналов (Республика Узбекистан)",
  nashr_7: "Редактирование текста",
  nashr_8: " страница",
  nashr_9:
    "Название статьи, имя автора, регалии, место работы, аннотация и перевод ключевых слов",
  nashr_10: "символ",

  talablar_h1: "Требования к статье",
  talablar_1:
    "Эта статья ранее не публиковалась и не подавалась на рассмотрение и публикацию в другом журнале.",
  talablar_2: "К публикации принимается не менее 5 страниц текстовых статей.",
  talablar_3:
    "Для написания текста, формул и таблиц необходимо использовать редактор Microsoft Word для Windows. Перед написанием текста настройте следующие параметры текстового редактора: формат страницы: А4 (210х297 мм), интервалы до 2 см; шрифт Times New Roman, размер 14; межстрочный интервал - 1,5; выравнивание по ширине; абзац 1 см; направление листа - книга. Изображения, используемые в статье, должны быть в формате: jpg, gif, bmp, изображения, созданные в MS Word, не принимаются. Все рисунки и таблицы должны быть пронумерованы и снабжены именами или нарисованными подписями и должны располагаться в необходимом содержании текста (не в конце документа).",
  talablar_5:
    "Заголовок на русском языке: (маленькими жирными буквами, с выравниванием по центру строки) название статьи; на следующей строке (шрифт полужирный курсив, выравнивание по правому краю) - Ф.И.О. автора статьи; в следующей строке (курсив, выравнивание по правому краю) - ученая степень, ученое звание, должность, название вуза, страна, город; следующая строка (курсив, выравнивание по правому краю) - e-mail для контактов. Если авторов несколько, информация повторяется для каждого автора.",
  talablar_6:
    "Регистрация титула, имени и должности на английском языке: Информация из пункта 4. повторяется на английском языке.",
  talablar_7: "Строка 1-аннотация на русском и английском языках.",
  talablar_8:
    "Ключевые слова (данные на русском и английском языках) разделяются запятыми.",
  talablar_9: "1 построчный текст.",
  talablar_10:
    "Через 1 строку - надпись `Библиография`. После этого составляется список литературы в алфавитном порядке с нумерацией, разработанный в соответствии с ГОСТ Р 7.0.5 - 2008. Ссылки в тексте на соответствующий источник из библиографии оформляются в квадратных скобках, например: [1, с. 277]. Использование автоматических ссылок на страницы не допускается.",

  aloqa_1:
    "У вас есть вопросы или предложения? Проблемы? Мы рады общению в любой ситуации!",

  register_h1: "Регистрация",
  register: "Зарегистрироваться",
  register_2: "Зарегистрируйтесь как рецензент",
  register_3: "Уже есть акканут?",

  reviewerRegister_1: "Имя",
  reviewerRegister_2: "Фамилия",
  reviewerRegister_3: "Отчество",
  kategoriya: "Категория",
  reviewerRegister_4: "Рабочее место",
  reviewerRegister_5: "Опыт (лет)",
  reviewerRegister_6: "Ученая степень",
  tillar: "Языки",
  reviewerRegister_7: "Паспорт",
  reviewerRegister_8: "Образец выполненной работы *(zip, 7zip, rar)",

  restore_h1: "Восстановить пароль",
  restore_1: "Получить код",
  restore_2: "СМС код",
  restore_3: "Подтвердить",
};

export default ru;
