const ru = {
  nav_asosiy: "Основной",
  nav_jurnallar: "Журналы",
  nav_yuklash: "Подать заявку",
  nav_shartlar: "Условия",
  nav_aloqa: "Контакты",
  nav_kirish: "Войти",

  sidebar_tasks: "Мои задачи",
  sidebar_profile: "Профиль",
  sidebar_exit: "Выйти",

  ilmiy_jurnallar: "научные журналы",
  ilmiy_jurnal: "научный журнал",
  jurnal: "Журнал",
  jurnal1: "Выпуск журнала",
  jurnal2: "после получения статей в течение",
  jurnal_kun: "дней будет опубликован на сайте.",
  jurnal_chop: "журнал будет опубликован на сайте:",
  jurnal3: (
    <span>
      <strong>Информация о публикации статьи</strong> будет предоставлена ​​по
      SMS.
    </span>
  ),

  jurnal4: (
    <span>
      <strong>Научные статьи </strong> через 15 дней будут отправлены по адресу:
    </span>
  ),

  jurnal5: (
    <span>
      <strong>- eLIBRARY.RU : </strong> научную электронную библиотеку посещают
      более миллиона уникальных пользователей в месяц.
    </span>
  ),

  jurnal6: (
    <span>
      <strong>- Ulrich's Periodicals Directory : </strong> международный каталог
      периодических изданий, который является крупнейшей в мире базой данных и
      используется всеми академическими учреждениями для информации и
      информационной работы.
    </span>
  ),

  jurnal7:
    "Подача заявки на публикацию статьи в журнале занимает несколько минут",

  jurnal8: "О регистрации СМИ:",

  jurnal9:
    "Федеральная служба по надзору в сфере журналистики, информационных технологий и массовых коммуникаций (Роскомнадзор), регистрационный номер эл №ФС77-64808 02.02.2016 Об этом сообщает РИА Новости. Главный редактор - Конорев Марат Русланович.",

  jurnal_arxiv: "Архив выпусков",

  back: "Назад",
  download: "Скачать",
  printDate: "Дата публикации:",

  main_h1: "Articles.uz — научные интернет-журналы для публикации статей",
  main_p: "Ниже приведен список журналов, которые принимают статьи.",
  main_deadline: "Последный срок подачи статей",
  main_pAbout: "О журнале",
  main_aboutText:
    // "Интернет-журналы Articles.uz – это ежемесячные научные публикации, издаваемые на узбекском языке в электронном и печатном виде.",
    "Интернет-журналы Articles.uz – это ежемесячные научные публикации, издаваемые в электронном и печатном виде.",
  main_aboutText2:
    "Электронные журналы Articles.uz ориентированы на преподавателей вузов, исследователей и специалистов в различных областях науки.",
  main_aboutText3:
    "Исследовательская деятельность развивается бурными темпами во всех научных направлениях. Появляются новые решения, мнения и подходы к тем или иным проблемам что характерен для научного сообщества. По результатам исследований необходимы публикации в научных журналах.",
  main_maqsadimiz: "Наша главная цель — повысить продуктивность исследователей",
  main_maqsadimiz2:
    "Исследовательские научные журналы для публикации статей являются эффективными помощниками в их работе. Научно-технический методы публикации материалов разработки упрощенный. Теперь вы идете в издательство, чтобы опубликовать работу вам не придется долго ждать, чтобы пойти. Просто опубликуйте Просто отправьте нам статью, которую вы хотите сделать!",
  main_statistics:
    "За время своего существования данный интернет-журнал создал электронную базу множества научных статей исследователей, педагогов а также предотвратил плагиат.",
  main_allArticles: "Статей",
  main_avtorlar: "Авторов",
  main_xodimlar: "Научные Исследователи",
  main_maqsadimiz3:
    "Мы стремимся предоставить авторам максимально комфортные условия работы:",
  main_tekshirish: "Срок рассмотрения (10 дней)",
  main_jonatish: "Предоставить печатную версию журнала в течение 20 дней",
  main_narxlar: "Выгодные цены",

  main_boglanish: "Связаться с нами",
  adres: "Адрес:",
  main_adres: "г. Ташкент, Учтепенский район, Чиланзар 12, 50-ДОМ, 26 кв",
  aloqa: "Контакты:",
  tarmoqlar: "Соц. Сети:",
  main_savollar: "Есть вопросы?",

  // Jurnallar ro'yxati

  jurnallar_h1: "Список научных онлайн-журналов Articles.uz",
  jurnallar_cat_all: "Все",
  jurnallar_art_rec: "Журналы, в которых принимаются статьи",
  jurnallar_rec: "Все журналы, из которых принимаются статьи",

  login_h2: "Войти в систему",
  login_tel: "Телефон",
  login: "Логин",
  login_password: "Пароль",
  login_register: "Регистрация",
  login_restore: "Забыли пароль?",

  shartlar_h1: "Условия публикации",
  shartlar_korish: "Предварительный просмотр",
  shartlar_narxlar: "Цена публикации",
  shartlar_talablar: "Требования",
  shartlar_yonalishlar: "Научные направления",
  shartlar_koribchiqish: "Процедура предварительного просмотра",
  korish_1:
    "Все статьи проверяются на плагиат (оригинальность должна быть не менее 80%) и рецензируются членами редколлегии или внешними комментаторами, кандидатами или докторами наук по соответствующей специальности.",
  korish_2:
    "При поступлении статьи секретарь редколлегии определяет соответствие статьи профилю журнала, регистрационным требованиям и направляет статью одному из членов редколлегии или внешнему комментатору - доктору или кандидату наук, по соответствующему направлению.",

  korish_3: "Срок рассмотрения статьи 10 дней.",

  korish_4:
    "Член редколлегии или внешний комментатор может задать следующие вопросы:",

  korish_5:
    "содержание статьи к теме, опубликованной под заголовком совместимый;",

  korish_6:
    "насколько статья соответствует современным достижениям науки в соответствующей области;",

  korish_7:
    "соответствует ли публикация статьи новизне материалов статьи; какие недостатки, исправления и дополнения следует внести автору статьи;",

  korish_8:
    "доступность материала статьи для читателей по языку, стилю, оформлению материала, внешнему виду таблиц, схем, схем и формул;",

  korish_9:
    "какие недостатки, исправления и дополнения следует внести автору статьи;",

  korish_10: "Все комментарии членов редколлегии утверждаются издательством;",

  korish_11:
    "Комментарии внешних комментаторов утверждаются в порядке, установленном учреждением, в котором работает комментатор.",

  korish_12:
    "При наличии рекомендаций по исправлению и улучшению статьи секретарь редколлегии журналов Articles.uz направляет замечания автора с предложением учесть их при подготовке новой редакции статьи либо отклонить их (частично или полностью) ). Статья, разработанная (доработанная) автором, направляется на рецензирование.",
  korish_13:
    "Статья, не рекомендованная к публикации комментатором, на доработку не принимается. Текст отрицательного заключения будет направлен автору по электронной почте.",

  korish_14:
    "После принятия редколлегиями журналов Articles.uz решения о разрешении публикации статьи автором производится расчет на оплату публикации, который покрывает расходы на издание. Автор предоставляет информацию о поступлении оплаты по электронной почте, а также дату публикации.",

  sum: "сум",
  bepul: "Бесплатно",
  nashr_1: "Опубликовать статью",
  nashr_2: "Печатный журнал (для копии)",
  nashr_3: "Распечатка (для копирования)",
  nashr_4: "SMS-уведомление о публикации статьи",
  nashr_5: "Служба доставки печатных журналов (г.Ташкент)",
  nashr_6: "Служба доставки печатных журналов (Республика Узбекистан)",
  nashr_7: "Редактирование текста",
  nashr_8: " страница",
  nashr_9:
    "Название статьи, имя автора, регалии, место работы, аннотация и перевод ключевых слов",
  nashr_10: "символ",

  talablar_h1: "Требования к статье",

  talablar_1:
    "Эта статья ранее не публиковалась и не подавалась на рассмотрение и публикацию в другом журнале.",
  talablar_2: "К публикации принимается не менее 5 страниц текстовых статей.",

  talablar_3: (
    <span>
      Перед тем как начать писать текст, формулы и таблицы необходимо
      использовать редактор Microsoft Word для Windows.
      <br />
      <br />
      Перед написанием текста настройте следующие параметры текстового
      редактора:
      <br />
      <ul style={{ marginLeft: "2rem" }}>
        <li>формат страницы: А4 (210х297 мм), интервалы до 2 см;</li>
        <li>шрифт Times New Roman, размер 14;</li>
        <li>межстрочный интервал - 1,5;</li>
        <li>выравнивание по ширине; абзац 1 см;</li>
        <li>направление листа - книга.</li>
        <li>
          Изображения, используемые в статье, должны быть в формате: jpg, gif,
          bmp, изображения, созданные в MS Word, не принимаются.
        </li>
        <li>
          Все рисунки и таблицы должны быть пронумерованы и снабжены именами или
          нарисованными подписями и должны располагаться в необходимом
          содержании текста (не в конце документа).
        </li>
      </ul>
    </span>
  ),

  talablar_5: (
    <span>
      Заголовок :
      <br />
      <ul style={{ marginLeft: "2rem" }}>
        <li>
          (маленькими жирными буквами, с выравниванием по центру строки)
          название статьи;
        </li>
        <li>
          на следующей строке (шрифт полужирный курсив, выравнивание по правому
          краю) - Ф.И.О. автора статьи;
        </li>
        <li>
          в следующей строке (курсив, выравнивание по правому краю) - ученая
          степень, ученое звание, должность, название вуза, страна, город;
        </li>
        <li>
          следующая строка (курсив, выравнивание по правому краю) - e-mail для
          контактов. Если авторов несколько, информация повторяется для каждого
          автора.
        </li>
      </ul>
    </span>
  ),

  talablar_6: (
    <span>
      Регистрация титула, имени и должности на английском языке:
      <br />
      <ul style={{ marginLeft: "2rem" }}>
        <li>Информация из пункта 4. повторяется на английском языке.</li>
      </ul>
    </span>
  ),
  talablar_7: "Строка 1-аннотация на русском и английском языках.",

  talablar_8:
    "Ключевые слова (данные на русском и английском языках) разделяются запятыми.",

  talablar_9: "1 построчный текст.",

  talablar_10:
    "Через 1 строку - надпись `Библиография`. После этого составляется список литературы в алфавитном порядке с нумерацией, разработанный в соответствии с ГОСТ Р 7.0.5 - 2008. Ссылки в тексте на соответствующий источник из библиографии оформляются в квадратных скобках, например: [1, с. 277]. Использование автоматических ссылок на страницы не допускается.",

  aloqa_1:
    "У вас есть вопросы или предложения? Проблемы? Мы рады общению в любой ситуации!",

  register_h1: "Регистрация",
  register: "Зарегистрироваться",
  register_2: "Зарегистрируйтесь как рецензент",
  register_3: "Уже есть акканут?",

  reviewerRegister_1: "Имя",
  reviewerRegister_2: "Фамилия",
  reviewerRegister_3: "Отчество",
  kategoriya: "Категория",
  reviewerRegister_4: "Рабочее место",
  reviewerRegister_5: "Опыт (лет)",
  reviewerRegister_6: "Ученая степень",
  tillar: "Языки",
  reviewerRegister_7: "Паспорт",
  reviewerRegister_8: "Образец выполненной работы *(zip, 7zip, rar)",
  reviewerRegister_9: "Образец выполненной работы",

  restore_h1: "Восстановить пароль",
  restore_1: "Получить код",
  restore_2: "СМС код",
  restore_3: "Подтвердить",

  // admin
  admin_1: "Новые",
  admin_2: "Опубликованные",
  admin_3: "Готовые к публикации",
  admin_4: "В переработке",
  admin_5: "Отклоненные",
  admin_6: "Статистика пользователей",

  admin_rev: "Рецензенты",
  admin_red: "Редакторы",
  admin_admin: "Админы",
  admin_NumUsers: "Количество пользователей",
  admin_grafik: "График доходов",
  admin_kirim: "Доход",
  admin_chiqim: "Расход",
  admin_foyda: "Прибыль",
  admin_kategoriyalar: "Категории",
  admin_add: "Добавить",
  admin_add_cat: "Добавить категорию",
  admin_edit_cat: "Изменить категорию",
  admin_type: "Тип",
  admin_root_cat: "Корневая категория",
  admin_root_option: "Выберите один (необ.)",
  admin_close: "Закрыть",
  admin_activate: "Активировать",
  admin_actions: "Действия",
  admin_edit: "Изменить",
  admin_delete: "Удалить",

  // home_jurnal

  home_jurnal: "",

  // admin - jurnallar

  jurnallar_h1: "Все журналы",
  jurnallar_option: "Журналы, принимающие статьи",
  jurnallar_option1: "Журналы в издательском процессе",
  jurnal_edit: "Редактировать журнал",
  jurnal_title: "Заголовок",
  jurnal_printDays: "Время осмотра",
  jurnal_status: "Статус",
  jurnal_final: "Окончательный вариант журнала",
  jurnal_sertifikat: "Номер сертификата",
  jurnal_cover: "Обложка",
  jurnal_description: "Описание журнала",
  jurnal_public: "Общедоступный",
  published: "Опубликованные",
  jurnal_qoshish: "Добавить журнал",
  jurnal_aktivlashtirish: "Активация статей",

  // maqolalar
  maqolalar: "Все статьи",
  maqolalar_yangi: "Новые статьи",
  maqolalar_taqrizda: "Рецензированные",
  maqolalar_tahrirda: "В процессе редактирования",
  maqolalar_nashr_jarayonida: "В процессе печати",
  maqolalar_qayta_ishlash: "Отданные на переработку",
  maqolalar_no_faol: "Не активные",
  maqolalar_rad_etilgan: "Отклоненные",
  search: "Искать",
  kun: "День",
  batafsil: "Подробнее ...",

  //
  users: "Пользователи",
  rol: "Роль пользователя",

  // article-info
  info_sms: "Отправить сообщение через SMS",
  description: "Описание",
  send: "Отправить",
  data: "Дата",
  info_article: "Информация о статье",
  price: "Цена",
  authors: "Авторы",
  author_name: "Имя отправителя",
  author_name2: "Фамилия отправителя",
  sahifa_soni: "Число страниц",
  jurnal_soni: "Количество печатных журналов",
  sertificat_soni: "Количество сертификатов",
  file: "Файл",
  create: "Создать",
  activity: "Активность",
  on: "Акт.",
  off: "Деак.",
  fish: "Ф.И.О",
  workplace: "Место работы",
  edit: "Редактирование",
  downloadPassport: "Скачать паспорт",
  info_user: "Статистика пользователя",
  user_checked: "Рассмотренные статьи",
  user_noChecked: "Непроверенные статьи",
  user_published: "Опубликованные статьи",
  register_date: "Дата регистрации",

  //
  checkedDate: "Дата проверки",
  xulosa: "Заключение",
  activation_rev: "Активировать рецензентов",
  copyPassport: "Копия паспорта",
  foto: "Фото профиля",
  changePrice: "Изменить цены",
  changeLang: "Изменить языкы",
  magazinePrice: "Цена журнала",
  sertificatePrice: "Цена сертификата",
  pagePrice: "Цена страницы",
  printPrice: "Цена распечатки",
  doiPrice: "Цена doi",
  addLang: "Добавить язык",
  noMagazines: "Журналы Нет",

  //
  mag_option: "Выберите один",
  all: "Общий",
  printPrice2: "Цена журнала для печати",
  hint: "Нажмите стрелку вверх, чтобы добавить автора",
  allMyArticles: "Все мои статьи",
  select: "Выберите",
  magazine: "Журнал",
  originalFile: "файл автора",
  red_file: "редактированный файл",

  //
  my_tasks: "Мои задачи",
  new_tasks: "Новые задачи",
  toBeChecked: "Нужно проверить",
  checked: "Проверенные статьи",
  sendDate: "Дата отправки",
  recieve: "Принимаете?",
  dnya: "дня",
  dney: "дней",

  accept: "Принимаю",
  accepted: "Одобряю",
  not_accepted: "Не Одобряю",
  settings: "Настройки",
};

export default ru;
