const ru = {
  nav_asosiy: "Основной",
  nav_jurnallar: "Журналы",
  nav_yuklash: "Подать заявку",
  nav_shartlar: "Условия",
  nav_aloqa: "Контакты",
  nav_kirish: "Войти",

  main_h1: "Articles.uz — научные интернет-журналы для публикации статей",
  main_p: "Ниже приведен список журналов, которые принимают статьи.",
  main_deadline: "Последный срок подачи статей",
  main_pAbout: "О журнале",
  main_aboutText:
    "Интернет-журналы Articles.uz – это ежемесячные научные публикации, издаваемые на узбекском языке в электронном и печатном виде.",
  main_aboutText2:
    "Электронные журналы Articles.uz ориентированы на преподавателей вузов, исследователей и специалистов в различных областях науки.",
  main_aboutText3:
    "Ускоряется исследовательская деятельность по всем научным направлениям развивающийся. Новые решения конкретных проблем, идеи и подходы есть. Этот процесс для научного сообщества принадлежит. Публикуется в научных журналах по результатам исследований необходимо Публикации этого типа есть во всем мире. является источником информации и средством коммуникации для ученых. Его Содержание новые факты, понимать их и гуманитарно и широкой публикой в ​​области технических исследований будет обсуждаться. ",
  main_maqsadimiz:
    "Наша главная цель — продуктивность исследователей увеличивать",
  main_maqsadimiz2:
    "Исследовательские научные журналы для публикации статей являются эффективными помощниками в их работе. Научно-технический методы публикации материалов разработки упрощенный. Теперь вы идете в издательство, чтобы опубликовать работу вам не придется долго ждать, чтобы пойти. Просто опубликуйте Просто отправьте нам статью, которую вы хотите сделать!",
  main_statistics:
    "Этот онлайн-журнал является научным на протяжении всей своей работы. Многие исследователи, педагоги, преподаватели формирование электронной базы статей приближается, и плагиат статей предотвращается.",
  main_allArticles: "Все статьи",
  main_avtorlar: "Авторы",
  main_xodimlar: "Научные Исследователи",
  main_maqsadimiz3:
    "Мы стремимся предоставить авторам максимально комфортные условия работы:",
  main_tekshirish: "Срок рассмотрения (10 дней)",
  main_jonatish: "Предоставить печатную версию журнала в течение 20 дней",
  main_narxlar: "Выгодные цены",

  main_boglanish: "Связаться с нами",
  adres: "Адрес :",
  main_adres: "г. Ташкент, Мирзо-Улугбекский район, КАРАСУВ 6, 1-ДОМ, 55 кв",
  aloqa: "Контакты :",
  tarmoqlar: "Соц. Сети :",
  main_savollar: "Есть вопросы?",
};

export default ru;
